Repository: k7hpn/ocuda
Catalog: src/i18n/Resources/Shared.*.resx
Languages: es

source: Phone
es: Teléfono

source: Requested date
es: Fecha solicitada

source: Requested date and time
es: Fecha y hora solicitadas

source: Requested time
es: Tiempo solicitado

source: Subject
es: Tema

source: Back
es: Regresar

source: Back to the site
es: Volver al sitio

source: Go
es: Ir

source: Next
es: Próximo

source: Submit
es: Enviar

source: Subscribe
es: Suscribir

source: Use my location
es: Usa mi ubicación

source: Connect with us on social media!
es: ¡Conéctese con nosotros en las redes sociales!

source: Connect with us on {0}
es: Conéctese con nosotros en {0}

source: There was a problem locating these coordinates: {0}, {1}
es: Hubo un problema al localizar estas coordenadas: {0}, {1}

source: This service is only available on the following days: {0}
es: Este servicio solo está disponible los siguientes días: {0}

source: That date is not available for scheduling: {0}
es: Esa fecha no está disponible para programación: {0}

source: You must request a date on or after: {0}
es: Debe solicitar una fecha a partir del: {0}

source: The earliest time you can select is: {0}
es: La primera hora que puede seleccionar es: {0}

source: The furthest date you can schedule a call is: {0}
es: La fecha más lejana en la que puede programar una llamada es: {0}

source: There was a problem finding this ZIP code: {0}
es: Hubo un problema para encontrar este código postal: {0}

source: No available times for scheduling could be found.
es: No se pudieron encontrar horarios disponibles para la programación.

source: Page not found
es: Página no encontrada

source: An error occurred while processing your request.
es: Se produjo un error al procesar su solicitud.

source: Unfortunately your session has timed out. Please reselect your time and subject.
es: Lamentablemente, se agotó el tiempo de espera de su sesión. Vuelva a seleccionar su hora y tema.

source: Please enter a telephone number in the format: ###-###-####
es: Ingrese un número de teléfono en el formato: ### - ### - ####

source: You must request a time before: {0}
es: Debe solicitar una hora antes: {0}

source: Please enter a 5 digit numeric ZIP code.
es: Ingrese un código postal numérico de 5 dígitos.

source: {0} help
es: {0} ayuda

source: Keywords: {0}
es: Palabras clave: {0}

source: Back to {0}
es: Volver a {0}

source: Details
es: Detalles

source: Events
es: Eventos

source: Call us at {0}
es: Llámanos al {0}

source: Closed
es: Cerrado

source: Closed today
es: Hoy está cerrado

source: Our current operating hours are:
es: Nuestras horas de funcionamiento actuales son:

source: {0} at {1} Library
es: {0} en {1} Biblioteca

source: Find my Library
es: Encuentra mi biblioteca

source: Library Information
es: Información de la biblioteca

source: Interested in updates from every library in this area?
es: ¿Está interesado en las actualizaciones de todas las bibliotecas de esta área?

source: Nearby Locations
es: Ubicaciones cercanas

source: Open
es: Abierto

source: Opens at {0}
es: Abre a las {0}

source: Opens {0} at {1}
es: Abre {0} a las {1}

source: Open until {0}
es: Abierto hasta las {0}

source: Our address:
es: Nuestra dirección:

source: There was a problem determining your location.
es: Hubo un problema al determinar su ubicación.

# See a map to this location
source: See a map to this location (opens in a new window)
es: Ver un mapa de esta ubicación

source: Locations
es: Ubicaciones

source: Subscribe to updates from all of these libraries.
es: Suscríbase a las actualizaciones de todas estas bibliotecas.

source: Subscribe to updates from: {0}
es: Suscríbase para recibir actualizaciones de: {0}

source: tomorrow
es: mañana

source: Updates from all {0} locations
es: Actualizaciones de todas las {0} ubicaciones

source: Updates from {0} locations
es: Actualizaciones de {0} ubicaciones

source: View events at: {0}
es: Ver eventos en: {0}

source: {0} (opens in a new window)
es: {0} (se abre en una nueva ventana)

source: {0} offers:
es: {0} ofertas:

source: Episode {0}, published {1}.
es: Episodio {0}, publicado {1}.

source: You can listen to our podcast on:
es: Puede escuchar nuestro podcast en:

source: Email
es: Correo electrónico

source: Language
es: Idioma

source: Name
es: Nombre

source: Notes
es: Notas

source: You must supply a value for: {0}
es: Debe proporcionar un valor para: {0}

source: The {0} field is required.
es: El área {0} es obligatorio.

source: Here are the details of your appointment:
es: Aquí están los detalles de su cita:

source: Please check your email for important information about this appointment.
es: Consulte su correo electrónico para obtener información importante sobre esta cita.

source: How can we help?
es: ¿Cómo podemos ayudar?

source: Scheduling is currently not available.
es: La programación no está disponible actualmente.

source: Request a different time
es: Solicite una hora diferente

source: Please help us out by telling us a little about your request.
es: Ayúdenos contándonos un poco sobre su solicitud.

source: Schedule your time
es: Programe su tiempo

source: Your time is scheduled
es: Su tiempo está programado

source: Visit home page
es: Visite la página de inicio

source: Libraries closest to ZIP code: {0}
es: Bibliotecas más cercanas al código postal: {0}

source: Enter a 5 digit ZIP code
es: Ingrese un código postal de 5 dígitos

source: Use my location
es: Usa mi ubicación

source: (opens in a new window)
es: (Se abre en una nueva ventana)

source: Location
es: Ubicación

source: Hours
es: Horario

source: Status
es: Estatus

source: Last Update
es: Última Actualización

source: Has {0}
es: Tiene {0}

source: Does not have {0}
es: No Tiene {0}

source: Show notes for: {0}
es: Mostrar notas para: {0}

source: View show notes
es: Ver notas del programa

source: Special Hours
es: Horario Especial

source: Today's Hours: {0}
es: Horario de hoy: {0}

# Availability &amp; Experience
source: Availability & Experience
es: Disponibilidad y Experiencia

source: Contact Information
es: Información de Contacto

source: An error occurred and we could not find libraries near that location.
es: Hubo un error y no pudimos encontrar bibliotecas cerca de esa ubicación.

source: An error occurred and we could not save your submission, please try again.
es: Hubo un error y no pudimos guardar su aplicación, inténtelo de nuevo.

source: This location is not accepting volunteer applications at this time.
es: Esta localidad no está aceptando solicitudes de voluntarios en este momento.

source: This location is not accepting adult volunteer applications at this time.
es: Esta localidad no está aceptando solicitudes de adultos voluntarios en este momento.

source: This location is not accepting teen volunteer applications at this time.
es: Esta localidad no está aceptando solicitudes de voluntarios adolescentes en este momento.

source: Use our adult volunteer form.
es: Utilice nuestro formulario para adulto voluntario.

source: Use our teen volunteer form.
es: Utilice nuestro formulario para adolescente voluntario.

source: Are you an adult looking to volunteer?
es: ¿Es adulto y quiere ser voluntario?

source: Are you a teen looking to volunteer?
es: ¿Eres adolescente y quieres ser voluntario?

source: Why do you want to volunteer? Describe any previous volunteer experience.
es: ¿Por qué quiere ser voluntario? Describa cualquier experiencia previa de voluntario.

source: Parent/Guardian Email
es: Correo Electrónico del Padre/Tutor

source: Parent/Guardian Name
es: Nombre del Padre /Tutor

source: Parent/Guardian Phone
es: Teléfono del Padre/Tutor

source: Are you interested in regular volunteer work or certain number of hours?
es: ¿Está interesado en el trabajo voluntario regular o solo cierto número de horas?

source: Weekly Availability
es: Disponibilidad Semanal

source: Volunteer
es: Voluntario

source: Thank you for your interest! Someone will be in touch with you very soon.
es: ¡Gracias por su interés! Una persona de nuestro equipo se pondrá en contacto con usted muy pronto.

source: At This Location
es: En este biblioteca

source: Contact Us
es: Contáctenos

source: See services at all of our libraries
es: Ver los servicios de todas nuestras bibliotecas

source: Services Available
es: Servicios

source: Sign up for our email newsletter
es: Suscríbase a nuestro boletín electrónico

source: Search the catalog
es: Buscar en el Catálogo

source: Search
es: Buscar
